Repository: giellalt/corpus-fin
Catalog: tmx/sma/facta/umo.se/alakuloisuus.html.tmx
Source language: fin
Languages: sma

source: Alakuloisuus
sma: Hujnesne

source: Alakuloisuuden, surullisuuden, ahdistuksen tai toivottomuuden tunteet ovat luonnollinen osa elämää.
sma: Såemies aejkien hujnies, stråarkan, aerkies damta jallh damta ij naan håhkoe lea iemeles bieliem jieliemisnie.

source: Joskus saattaa olla päiviä, jolloin mikään ei huvita, mikään ei tunnu hauskalta tai mielessä pyörii monenlaisia asioita.
sma: Maahta vuesiehtimmien gaavhtan biejjieh åtna gosse ij maam akt åajsoeh, ij mïssŠakt luste jallh gosse jïjnjh tjoeperde.

source: Tällaiset tunteet menevät usein ohi.
sma: Daamhtaj dah domtesh haajpanieh.

source: Kurjaa oloa voi kohentaa eri tavoin itse, tai hakea tarvittaessa apua.
sma: Gååvnese aath mejtie jïjtje maahta darjodh guktie buerebe damtedh, jïh viehkiem gååvnese jis dam daarpesje.

source: Kaikilla on joskus mieli maassa.
sma: Hujnie båata jïh vualka jieliemisnie.

source: Negatiivisia ajatuksia ja tunteita ei tarvitse pelätä.
sma: Ij daarpesjh bïlledh dejtie negatijveles åssjelidie jïh domtesidie åvtese buektedh.

source: Jos tällaisia tunteita yrittää välttää, ahdistus ja levottomuus voivat pahentua.
sma: Jis dagkaridie domtesidie pryövoe lïepedh gosse dah båetieh maahta jïjnjh aerkiem jïh asvem åadtjodh.

source: Tunteet on elettävä läpi ja niille on annettava aikaa.
sma: Naan dejstie aatijste tjuerieh luhpiem åadtjodh damtedh jïh muvhtene tjuara dejtie tïjjem vedtedh.

source: Joskus alakulon syy on tiedossa
sma: Såemies aejkien daajra mannasinie

source: Joskus alakuloisuus voi johtua jostain tietystä asiasta.
sma: Såemies aejkien gååvnesieh naan sjïere sjïekh mannasinie hujnesne.

source: Syynä voi olla esimerkiksi seurustelun päättyminen, vanhempien muuttaminen erilleen tai muut ongelmat perheessä tai ystävien kanssa.
sma: Maahta vuesiehtimmien gaavhtan årrodh mïelehkinie orrijidh, eejhtegh juekieh jallh jeatjah dåeriesmoerh fuelhkine jallh voelpigujmie.

source: Mieli voi olla maassa myös silloin, kun elämässä tapahtuu suuria muutoksia, esimerkiksi muuton, koulun vaihtumisen tai lukion ja työn aloittamisen myötä.
sma: Maahta aaj hujnesne jis jieliemisnie maam akt jeatjahtehtedh, vuesiehtimmien gaavhtan jis juhtedh, skuvlem målsodh jallh jåarhkeskuvlem aelkedh jallh aalka barkedh.

source: Vaikka tällaiset ongelmat voivat tuntua ylivoimaisilta, useimmiten ne menevät ohitse ystävien ja perheen tuella.
sma: Daamhtaj dagkerh dåeriesmoerh maahta jïjtje tjoelmedidh jallh voelph jallh fuelhkieh datnem viehkiehtieh, jïlhts dan gïerve damta gosse deahpedeminie.

source: On myös tavallista tuntea itsensä alakuloiseksi, vaikka mitään erikoista ei olisi tapahtunutkaan.
sma: Daamhtaj aaj hujnesne jïlhts idtji maam akt sjïere deahpedh.

source: Jos koulussa tai työssä ilmenevät ongelmat aiheuttavat stressiä tai nukkumisvaikeuksia, seurauksena voi olla surullinen tai masentunut olo.
sma: Jis vuesiehtimmien gaavhtan fuehpesne jallh ij maehtieh åeredh juktie gïerve skuvlesne jallh barkosne dellie maahta hujnies sjïdtedh.

source: Seksuaalisuus, ympäristön odotukset ja vartalon kehittyminen voivat vaivata mieltä.
sma: Åssjelh seksualiteeten bïjre, guktie edtja dåemiedidh jïh guktie kråahpem evtede maahta gïerve årrodh.

source: Tytöt voivat tuntea olonsa masentuneiksi ennen kuukautisia.
sma: Nïejth maehtieh biejjiej gujnelemmien åvteli hujnies sjïdtedh.

source: Mieliala ei aina näy päältäpäin
sma: Ij åålegh vååjnoes guktie damta

source: Kavereiden, vanhempien, opettajien tai muiden läheisten on usein hankala ymmärtää miltä nuoresta todella tuntuu.
sma: Daamhtaj eah voelph, eejhtegh, lohkehtæjjah jallh jeatjah guarkoeh guktie damta.

source: Mieliala ei aina näy ulospäin, vaikka itsestä siltä saattaisikin tuntua.
sma: Ij leah vihties vååjnoes guktie damta jïlhts jïjtje tuhtjie jeatjah edtjieh dam vuejnedh.

source: Alakuloisuus voi aiheuttaa myös vihaisuutta ja ärtyisyyttä.
sma: Jis hujnesne dellie maahta aaj jienebe måarehks jïh seknies sjïdtedh.

source: Silloin ympärillä olevat ihmiset saattavat huomata ärtyisyyden, mutta eivät ymmärrä, että se johtuu masentuneisuudesta ja alakuloisuudesta.
sma: Dellie maehtieh almetjh dam aajhtsedh, mohte kaanne eah guarkah mannasinie hujnesne.

source: Tämän vuoksi omista tunteistaan kannattaa puhua, jotta voi saada apua ja tukea.
sma: Dannasinie hijven jis pryövoe soptsestidh guktie damta guktie maahta viehkiem jïh dåarjoem åadtjodh.

source: Puhuminen jonkun kanssa voi usein auttaa ymmärtämään itseään paremmin.
sma: Soptsestallemen tjïrrh maahta jïjtjemh buerebe guarkedh.

source: Miten oloaan voi kohentaa ?
sma: Maam maahta jïjtje darjodh ?

source: Omaan mielialaan voi vaikuttaa.
sma: Maahta jïjtje tsevtsedh mennie bïevsterisnie daelie.

source: Säännöllinen liikunta tai urheilun harrastaminen parantavat mielialaa ja lisäävät energiaa.
sma: Buerebe bïevsterisnie jis svähtja, kaanne daamhtaj saavra, jïlhts ij dam darjoeh.

source: Jos tahtoo saada paremman mielen, on tärkeää syödä hyvin ja säännöllisesti sekä nukkua riittävästi.
sma: Aaj vihkeles buerie jïh daamhtetje byöpmedidh jïh åeredh.

source: Silloin vaikealta tuntuvien asioiden käsittely on helpompaa.
sma: Dellie aath mah gïerve damta buerebe buakta.

source: Sekä liian pitkät että liian lyhyet yöunet voivat väsyttää.
sma: Maahta aaj nahkeren sjædta dovne jis ååpsen jïjnjh jallh vaenie åeredh.

source: Jos olo tuntuu masentuneelta, on hyvä pitää mielessä muutamia asioita:
sma: Gellie aath mah hijven ussjede jis joe lea hujnies:

source: Kannattaa tehdä asioita, joista pitää, esimerkiksi tavata ystäviä.
sma: Buerebe sjædta jis aatem darjodh maam lyjhkoe darjodh vuesiehtimmien gaavhtan voelpigujmie årrodh.

source: Masentuneena saattaa kaivata myös yksinoloa.
sma: Mohte maahta daarpesjidh oktegh årrodh jis hujnies.

source: Liikunnasta voi olla apua.
sma: Dïhte maahta viehkiem årrodh gosse svihtjedh.

source: Jos mieltä vaivaavat monenlaiset asiat, kävely tai treenaus saattaa helpottaa oloa ja parantaa yöunta.
sma: Vuesiehtimmien gaavhtan vaadtsehtjidh jallh saavredh pråvhka viehkine årrodh jis jïjnjh åssjelh åtna jïh destie buerebe åeredh.

source: Ulkoilu aurinkoisella säällä on hyväksi, koska valolla on piristävä vaikutus.
sma: Ålkone årrodh gosse tjuavkeds lea hijven, juktie tjoevkeste kaanne buerebe damtedh.

source: Puhuminen esimerkiksi ystävän tai perheenjäsenen kanssa voi auttaa.
sma: Maahta viehkiem årrodh giejnie soptsestalledh, voelpine jallh naan fuelhkesne.

source: On mahdollista käydä juttelemassa myös esimerkiksi kouluterveydenhoitajan tai kuraattorin luona.
sma: Maahta aaj vuesiehtimmien gaavhtan skuvlesåjhterasse jallh kuratovrese vaedtsedh.

source: Omista tunteista kirjoittaminen.
sma: Tjaelieh maam damta.

source: Tunteiden ja ajatusten pukeminen sanoiksi auttaa yleensä ymmärtämään itseään paremmin ja huomaamaan mahdolliset ongelmat, jotka täytyy ratkaista.
sma: Gosse baakoeh domtesidie jïh åssjelidie beaja kaanne buerebe jïjtjemdh guarkoe jïh aelhkebe dåeriesmoerh vuejnedh mah daarpesje nuala.

source: Alkoholi ja huumeet eivät ole ratkaisu
sma: Alkohovle jïh drogh ij leah hijven

source: Masentuneena saattaa helposti kuvitella, että alkoholin juominen tai huumeiden käyttö parantavat oloa.
sma: Jis hujnies maahta såemies aejkien damtedh guktie viehkine jis alkohovlem jovkedh jallh drogh vaeltedh.

source: Päihteiden käyttö voi tehdä iloisemmaksi ja auttaa hetkeksi unohtamaan ikävät ajatukset, mutta ajan myötä se päinvastoin pahentaa ahdistusta ja muita vaikeita tunteita.
sma: Kaanne aavode jïh åajaldahta maam daelie gïerve, mohte tïjjen mietie dam aerkies jïh jeatjah gïerve domtesh lyövlehkåbpoe sjidtieh.

source: Alkoholi tai huumeet saattavat jopa olla syy alakuloisuuteen.
sma: Maahta aaj alkohovleste jïh drogeste nåake damtedh.

source: Alakuloisuus menee yleensä ohi
sma: Daamhtaj buerebe sjædta jis hujnesne orreme

source: Masentuneena olo voi tuntua hyvin toivottomalta.
sma: Maahta dan nåake damtedh gosse hujnesne.

source: On helpottavaa tietää, että useimmiten masennus menee ohi itsestään, vaikka se voikin viedä aikaa.
sma: Dan gaavhtan hijven daejredh daamhtaj buerebe sjædta jis hujnesne orreme, jïlhts dan guhkiem damta.

source: Joskus tarvitaan apua
sma: Såemies aejkien viehkiem daarpesje

source: Joskus on hyvä ottaa asia puheeksi ulkopuolisen kanssa.
sma: Såemies aejkien hijven jis maahta jeatjajgujmie soptsestalledh.

source: Apua voi pyytää esimerkiksi nuorisokeskuksesta, terveyskeskuksesta tai kouluterveydenhuollosta.
sma: Viehkiem maahta åadtjodh jis vuesiehtimmien gaavhtan noeredåastoevasse, hoksejarngese jallh learohkehealsose bievnedh.

source: Nämä ammattilaiset ovat tottuneet tapaamaan masentuneita nuoria.
sma: Desnie dah pruvhkieh noeride råakedh mejtie hujnesne.

source: Tarvittaessa he voivat auttaa ottamaan yhteyttä esimerkiksi psykologiin tai lääkäriin.
sma: Jis daarpesje maahta dïhte maam råaka viehkehte gaskesadtedh vuesiehtimmien gaavhtan psykologine jallh dåaktarinie.

source: Puhelimitse voi ottaa yhteyttä tukipuhelimiin tai käydä internetsivustoilla, joista voi saada apua chattailemalla, sähköpostitse tai lukemalla neuvoja.
sma: Gååvnese aaj telefonejourh mejtie maahta rïngkedh, jïh sijjieh gaskeviermesne gusnie maahta chattedh, mejledh jallh lohkedh guktie raeriem jïh dåarjoem åådtje.

source: Tukipalveluihin voi ottaa yhteyttä nimettömänä.
sma: Desnie ij daarpesjh nommem jiehtedh jis ij sïjhth.

source: Depressio tarkoittaa aivan muuta kuin tilapäistä masentuneisuutta.
sma: Depresjovne ij leah seamma goh hujnesne jïh skabroeh.

source: Kyseessä voi olla depressio, jos masentuneisuus kestää useita viikkoja ja samalla ilmenee seuraavia oireita
sma: Maahta depresjovnem åådtjeme jis hujnesne gellie våhkoeh jïh seamma aejkien:

source: mielenkiinnon menetys asioihin, jotka aiemmin ovat kiinnostaneet
sma: ïedtjem dassa dejtie maam pråvhka lyjhkedh

source: unettomuus tai liikaunisuus
sma: dan vaenie jallh dan jïjnjh åara

source: keskittymisvaikeudet
sma: dåeriesmoerh konsentreradidh

source: ruokahalun katoaminen
sma: dealese

source: tavallista suurempi ruokahalu
sma: jienebe byöpmede goh daamhtaj

source: itseluottamuksen huononeminen tai kohtuuton itsekritiikki
sma: nåake jïjtjetjirkemem åådtje jïh jïjtjemse laejhtedh

source: halu vältellä muita
sma: jeatjijste antanadta

source: asioiden jatkuva pohdiskelu
sma: jïjnjh ussjede

source: ongelmat koulussa tai töissä
sma: dåeriesmoerh skuvlesne jallh barkosne åådtje

source: itsetuhoiset ajatukset.
sma: sæjhta aemieluesijh

source: Depressiota sairastava tarvitsee ammattiapua voidakseen paremmin.
sma: Jis depresjovnem åtneme dellie profesjonellen viehkiem daarpesjidh guktie buerebe bïevsterh åådtje.

source: Apua voi hakea esimerkiksi nuorisokeskuksesta, terveyskeskuksesta tai kouluterveydenhuollosta.
sma: Viehkiem maahta noeredåastoevisnie, hoksejarngesne jallh learohkehealsosne åadtjodh.
